Repository: common-repository/progress-content
Catalog: languages/progress-content-*.po
Languages: fr_fr

source: Configuration saved and applyed for all new visitors !
fr_fr: Configuration enregistrée et appliquée pour tous les nouveaux visiteurs !

source: Progress shadowed
fr_fr: Barre ombrée

source: Progress Modern
fr_fr: Barre moderne

source: Default
fr_fr: Par défaut

source: Preview
fr_fr: Aperçu en direct

source: Save your preferences
fr_fr: Enregistrer les préférences

source: Where the progress bar is allowed to show ? (By default : only post)
fr_fr: Où afficher la barre de progression ? (Par défaut : Articles)

source: Post type enabled
fr_fr: Type de posts activés

source: Style of the bar
fr_fr: Style de la barre

source: Color of the bar
fr_fr: Couleur de la barre

source: Height of the bar
fr_fr: Hauteur de la barre

source: Personalization
fr_fr: Personnalisation

source: Welcome on the configuration page of your progress bar, you can personalize some specs of the bar, and decide where to show the progress bar.
fr_fr: Bienvenue sur la page de configuration de Progress Content, vous pouvez personnaliser tous les aspects de la barre, et décidez où l'afficher.

source: Progress Bar configuration
fr_fr: Configuration de Progress Bar

source: Add a progress bar on the top of each posts/pages/custom content
fr_fr: Ajouter une barre de progression personnalisée à chaque page de votre site
